export const zwn = {
    "Z-cObqC0": {
        name: "又一周的趣事",
        class: ["G-cObqC0"],
        versions: [
            {
                date: 20251116,
                content: [
                    "除了期中考，我又发生了几件有趣的事情。",
                    "首先，是管乐课。每周五都会有管乐课，但这次最有趣了！一个同学满教室跑，去找他的手表；一个四年级同桌趁老师不留意，把节拍器加速了许多，哄堂大笑；又有一个同学不用手打节拍，站出去后还乱移门上的磁力登记表。这些事件使这次的管乐课热闹了许多。",
                    "当然，不是只有一件趣事。每周六上午的机器人课也很有趣--这里的主人公是我。我搭了个链条，人家以为我要做车子。我将它斜着固定，加两队三单位销。似乎包括你们的同学都知道了，是运球扶梯。可现在只能向上走，如何向下走呢？滑梯是我的解决方案。我用几根长轴搭成了一条长长的滑梯，从出扶梯口一直延伸到入扶梯口下方。将它固定后，我仔细搭出了一个小支撑柱，将一端支起，又用了一个轮子当接球杯。",
                    "当我测试时，这引来了许多同学。我一步又一步，已经研发出了各种不同的运动方式，突然启动、均匀上升与突然下降。就这样我和其他同学晚离校了，大家对这机器很好奇。",
                    "讲这么多，也该停下了。我很好奇下周会有怎样的趣事呢？"
                ]
            }
        ]
    },
    "Z-cObqJ0": {
        name: "习作5(生活万花筒) - 编程创客赛",
        class: ["G-cObqC0", "G-cObqJ0"],
        versions: [
            {
                date: 20251123,
                content: [
                    "正当我在想怎么写这篇作文时，我的素材来了。",
                    "在我写这篇作文时的前一天，我有编程创客赛，是一次奇妙的“旅行”。天亮了，我们一家吃了早饭、换了衣服，出发了！",
                    "路上的事不重要，但偶尔出现的“潮汐车道”让我很好奇。但因为我要去比赛，我更好奇后面会发生什么呢！",
                    "到了赛事举办点（是个学校），更有趣的事情发生了。最近的楼梯，1号梯，只能上3楼，附近再找到了个楼梯才到我的赛场，刚好遇到了和我一个赛场的考生，我们一起进了考场。",
                    "进了考场，卷子又是一个有趣的东西。这次的卷子都是选择题！再一看，题目没有顺序，理论可能在后面，算法可能在前面······我一看到计时器开始，就一下子提笔，把许多题都干掉了。还有些程序完善题，号称“最难”······",
                    "当我写完时，其他考生也差不多写完了，不可思议的是，居然只过了一个小时！可以提前交卷子了，我们这考场里的人数从四十人一下子只剩六个人了！我犹豫了一会儿，在只剩四人时交卷子了，不知剩下的三位要何时交卷······这次比赛不是普通的比赛，更像是一种非常有趣的事情；只要想到这件事，只要分数还未公布，我一定会问：我会考几分呢？"
                ]
            },
            {
                date: 20251125,
                content: [
                    "在我写这篇作文时的前一天，我有编程创客赛，是一次奇妙的“旅行”。天亮了，我们一家吃了早饭、换了衣服，出发了！",
                    "路上的事不重要，但偶尔我会看见一些奇怪的车道，看到路旁的指示牌，才知道这些车道叫“潮汐车道”，会随着时间而变换方向。但我的重点不在这里，而是好奇后面会发生什么呢！",
                    "到了赛事举办点，更有趣的事情发生了。我去找楼梯，到了1号梯，一直爬上去，可是只到了3楼。我发现附近又有一个楼梯，才上了4楼，又跳了几级台阶，走过走廊，找到我的26号考场。这时我遇到了和我一个赛场的考生，我们一起进了考场。",
                    "进了考场，卷子又是一个有趣的东西。这次的卷子没想到居然都是选择题！再一看，题目没有顺序，理论可能在后面，算法可能在前面······我一看到计时器开始，就一下子提笔，把许多题都干掉了。还有些程序完善题，号称“最难”······",
                    "当我写完时，其他考生也差不多写完了，不可思议的是，居然只过了一个小时！可以提前交卷子了，我们这考场里的人数从四十人一下子只剩六个人了！我犹豫了一会儿，在只剩四人时交卷子了，不知剩下的三位要何时才能交卷······",
                    "这次比赛不是普通的比赛，更像是一种非常有趣的事情；只要想到这件事，只要分数还未公布，我一定会问：我会考几分呢？"
                ]
            }
        ]
    },
    "Z-c0bqK0": {
        name: "秋游习作 - 好玩的秋游活动",
        class: ["G-cObqJ0"],
        versions: [
            {
                date: 20251124,
                content: [
                    "今天，来到学校时，教室里都是欢声笑语。为什么？有看标题的，都知道今天是秋游啦！到之后十几分钟，老师带我们下去了。现在旁边来了个男人，他体格壮实，穿着军人的衣服。到楼下遇到了个导游。她拿着一个班牌，写着我们班的名字，四年（7）班；穿着一件红蓝相间的外套，背后写着“中旅”。",
                    "这时，那个男人（叫他教官？）走到前方，拍了几张照。咦，他的手机背后有一张红卡，好像写着“退役军人优待卡”。就因为这张卡，教官又叫“退役军人”。顿时前面的同学一直叫“退役军人！退役军人！”好一会儿。又在太阳下晒了十几分钟，让一二年级先出去。",
                    "终于到我们了。我原以为我们的上车点在学校门口的小路边。出乎意料的是，这次我们要到公路上上车！好吧，到了路中央，我们又停了，估计是前面没等到车。再过了十几分钟，我们才继续前进。又走了几分钟，我们班已经在最前面了，来了一辆大巴。上了车，我们组的同学坐在了一起。咦，难道少了一人？我后来才得知他坐综合车。",
                    "车上的事情并不多，但教官把喇叭连上了手机，扔到行李架上，再在手机上放歌。导游讲了一些知识，问了一些问题。讲完后十几分钟，车上突然响起了《十分钟》（简写）。大家一起唱着，但我觉得太吵了。",
                    "到营地了，过了约一个小时。首先映入眼帘的是一个水域，可以看见水中有两只鹅，但我看不清它们在干什么。嬉戏？相抱？还是（夸张点儿）谈念爱？？？好了，我们继续前行。上了石阶，又上了一些台阶，到了一个餐厅，我们把书包放在那儿。",
                    "第一课是打妖鼓（什么玩意儿？），授课的是小老师（她自己取的，好吧。）。我发现鼓有两个鼓面在左右两边。老师教着教着，我们打出了许多节奏，如果这鼓真能“打妖”，妖都不会出现在这里了吧！呵呵！",
                    "下一课最好玩了，搭建战斗机。老师问了我们几个问题，都是关于战斗机的，然后我们开始搭建了！我利索地接上马达线，接上固定块，又搭好机身，将马达固定后装上轮子，一个航模做好了。放好电池，我呼喊：“十，九，八，七，六，五，四，三，二，一，见证奇迹——”打开马达，它转了起来！我异常兴奋。",
                    "午餐前一课是我没玩过的真人CS。玩了三局，有打其他队的人，我们班的女生打我······这不多说了，直接到午餐。",
                    "桌子上都是书包，我们把书包放下去，拿出午餐，桌子上就都是食物，令我直流口水。我吃了自己的三明治、牛奶，也吃了别人给的一些食物，如猪肉脯，谁知《十分钟》又来了！",
                    "吃完后，我们来到一大块绿草坪上，好像接下来的三个课都在这里。老师说这些是物资运输的。",
                    "来到三轮车子们边，我们要比哪一队运得又快又稳，最终男生1号队先做完了，紧接着是男生2、女生1和2。到了扁担边，男生又赢了。接着是实现球在大型地图布上从延安沿线滚到终点。这看似很难，但合作就简单了，男生依然获胜······",
                    "回到基地，我想摆弄那个航模，就玩起来了，老师只说不能吃饭而已。过了几分钟，我们又出发，准备回家了！老师让我们检查有无东西忘带，然后排路队了。准备出门，发现天鹅都跑到岸上啦！我们很高——“砰砰”的火车声——是“复兴号”！",
                    "出了门后，我们已经有点累了。在车上睡一会后，已经到了！哎呀！下了车，发了礼物，说了安全提示，这里不多说了，就下课了，我挺喜欢这次秋游。"
                ]
            }
        ]
    }
};