export const zwn = {
    "Z-cObqC0": {
        date: 20251116,
        name: "又一周的趣事",
        class: ["G-cObqC0"],
        content : [
            "除了期中考，我又发生了几件有趣的事情。",
            "首先，是管乐课。每周五都会有管乐课，但这次最有趣了！一个同学满教室跑，去找他的手表；一个四年级同桌趁老师不留意，把节拍器加速了许多，哄堂大笑；又有一个同学不用手打节拍，站出去后还乱移门上的磁力登记表。这些事件使这次的管乐课热闹了许多。",
            "当然，不是只有一件趣事。每周六上午的机器人课也很有趣--这里的主人公是我。我搭了个链条，人家以为我要做车子。我将它斜着固定，加两队三单位销。似乎包括你们的同学都知道了，是运球扶梯。可现在只能向上走，如何向下走呢？滑梯是我的解决方案。我用几根长轴搭成了一条长长的滑梯，从出扶梯口一直延伸到入扶梯口下方。将它固定后，我仔细搭出了一个小支撑柱，将一端支起，又用了一个轮子当接球杯。",
            "当我测试时，这引来了许多同学。我一步又一步，已经研发出了各种不同的运动方式，突然启动、均匀上升与突然下降。就这样我和其他同学晚离校了，大家对这机器很好奇。",
            "讲这么多，也该停下了。我很好奇下周会有怎样的趣事呢？"
        ]
    },
    "Z-cObqJ0": {
        date: 20251123,
        name: "习作5(生活万花筒) - 编程创客赛",
        class: ["G-cObqC0", "G-cObqJ0"],
        content: [
            "正当我在想怎么写这篇作文时，我的素材来了。",
            "在我写这篇作文时的前一天，我有编程创客赛，是一次奇妙的“旅行”。天亮了，我们一家吃了早饭、换了衣服，出发了！",
            "路上的事不重要，但偶尔出现的“潮汐车道”让我很好奇。但因为我要去比赛，我更好奇后面会发生什么呢！",
            "到了赛事举办点（是个学校），更有趣的事情发生了。最近的楼梯，1号梯，只能上3楼，附近再找到了个楼梯才到我的赛场，刚好遇到了和我一个赛场的考生，我们一起进了考场。",
            "进了考场，卷子又是一个有趣的东西。这次的卷子都是选择题！再一看，题目没有顺序，理论可能在后面，算法可能在前面······我一看到计时器开始，就一下子提笔，把许多题都干掉了。还有些程序完善题，号称“最难”······",
            "当我写完时，其他考生也差不多写完了，不可思议的是，居然只过了一个小时！可以提前交卷子了，我们这考场里的人数从四十人一下子只剩六个人了！我犹豫了一会儿，在只剩四人时交卷子了，不知剩下的三位要何时交卷······这次比赛不是普通的比赛，更像是一种非常有趣的事情；只要想到这件事，只要分数还未公布，我一定会问：我会考几分呢？"
        ]
    }
};